Repository: mohammdhawa/E-Commerce-Using-Django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tr

source: profile
tr: profil

source: image
tr: resim

source: code
tr: kod

source: user
tr: kullanıcı

source: type
tr: tip

source: address
tr: adres

source: default
tr: varsayılan

source: number
tr: sayı

source: Title
tr: altyazı

source: Activate you account
tr: Hesabınızı etkinleştirin

source: activate
tr: etkinleştir

source: my profile
tr: profil

source: Your Profile
tr: profil

source: edit profile
tr: profil

source: name
tr: isim

source: Email
tr: e-posta

source: change pass.
tr: geçişi değiştir.

source: contact number
tr: Bize ulaşın

source: add contact
tr: Bize ulaşın

source: delivery address
tr: teslimat adresi

source: add address
tr: adres

source: add new contact
tr: yeni kişi ekle

source: title
tr: altyazı

source: primary
tr: birincil

source: secondary
tr: ikincil

source: save contact info
tr: iletişim bilgilerini kaydet

source: add new address
tr: teslimat adresi

source: Home
tr: Ev

source: Office
tr: Ofis

source: Work
tr: İş

source: Other
tr: Diğer

source: Enter your address
tr: teslimat adresi

source: Make It Default Address
tr: Varsayılan Adres Yap

source: save address info
tr: teslimat adresi

source: edit profile info
tr: profil bilgilerini düzenle

source: profile image
tr: profil

source: save profile info
tr: profil bilgilerini kaydet

source: edit contact info
tr: iletişim bilgilerini düzenle

source: Join Now!
tr: Şimdi Katılın!

source: Setup A New Account In A Minute
tr: Bir Dakikada Yeni Hesap Oluştur

source: login with facebook
tr: facebook'a giriş yap

source: login with twitter
tr: twitter'a giriş yap

source: login with google
tr: google'a giriş yap

source: login with instagram
tr: instagram ile giriş yap

source: Signup
tr: Kayıt ol

source: Already have an account?
tr: Zaten bir hesabınız var mı?

source: Login
tr: giriş

source: Greeny
tr: Yeşil

source: Copyright by
tr: Tüm Telif Hakları Saklıdır

source: Mironcoder
tr: Miron kodlayıcı

source: Logged Out!
tr: Oturum Kapatıldı!

source: Don't Be Late We Are Waiting For You
tr: Geç Kalmayın Sizi Bekliyoruz

source: Click Here To Login Again.
tr: Tekrar Giriş Yapmak İçin Tıklayınız.

source: login here
tr: giriş

source: welcome!
tr: hoş geldiniz!

source: Use your credentials to access
tr: Erişim için kimlik bilgilerinizi kullanın

source: or
tr: veya

source: Your username and password didn't match. Please try again.
tr: Kullanıcı adınız ve şifreniz eşleşmedi.

source: Please login to see this page.
tr: Bu sayfayı görebilmek için lütfen giriş yapınız.

source: login
tr: giriş

source: reset here
tr: burayı sıfırla

source: Don't have any account?
tr: Hesabınız yok mu?

source: register here
tr: buraya kaydolun

source: any issue?
tr: bir sorun var mı?

source: Make sure your current password is strong
tr: Mevcut şifrenizin güçlü olduğundan emin olun

source: Change password
tr: Şifreyi değiştir

source: Go Back To
tr: Geri Dön

source: The password has been changed!
tr: Şifre değiştirildi!

source: Great Job
tr: Harika İş

source: log in again?
tr: tekrar giriş yapılsın mı?

source: Please enter (and confirm) your new password.
tr: Lütfen yeni şifrenizi girin (ve onaylayın).

source: Reset password
tr: Şifreyi sıfırla

source: Password reset failed
tr: Parola sıfırlama işlemi başarısız oldu

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
tr: Şifre sıfırlama bağlantısı geçersizdi, muhtemelen zaten kullanılmış olduğundan.

source: Change my password
tr: Şifremi değiştir

source: Successful
tr: Başarılı

source: We've emailed you instructions for setting your password. If they haven't arrived in a few minutes, check your spam folder.
tr: Şifrenizi ayarlama talimatlarını size e-postayla gönderdik.

source: Write Your Email To Send You A Link For Password Reset
tr: Parola Sıfırlama Bağlantısını Göndermek İçin E-Postanızı Yazın

source: order owner
tr: sipariş sahibi

source: status
tr: durum

source: order time
tr: sipariş zamanı

source: deliery time
tr: teslimat zamanı

source: coupon
tr: kupon

source: total
tr: toplam

source: total with coupon
tr: kuponlu toplam

source: order
tr: sipariş

source: product
tr: ürün

source: quantity
tr: miktar

source: price
tr: fiyat

source: cart owner
tr: sepet sahibi

source: cart coupon
tr: sepet kuponu

source: cart details
tr: sepet ayrıntıları

source: cart detail product
tr: sepet detaylı ürün

source: start date
tr: başlangıç ​​tarihi

source: end date
tr: bitiş tarihi

source: discount amount
tr: indirim tutarı

source: checkout
tr: ödeme

source: Do you have a coupon code?
tr: Kupon kodunuz var mı?

source: The coupon you entered expired
tr: Girdiğiniz kuponun süresi doldu

source: Sub total
tr: toplam

source: delivery fee
tr: teslimat zamanı

source: discount
tr: indirim tutarı

source: Total
tr: toplam

source: Complete Payment
tr: Ödemeyi Tamamla

source: proceed to checkout
tr: Ödemeye Devam Et

source: ERROR!!!
tr: HATA!!!

source: ooopps! payment failed could you try again later
tr: ayyy!

source: Please be sure that your payment cart is working and has the enough money in it.
tr: Ödeme sepetinizin çalıştığından ve yeterli paranın bulunduğundan emin olunuz.

source: go to home
tr: eve git

source: Order History
tr: Sipariş Geçmişi

source: total order
tr: toplam

source: Order
tr: sipariş

source: order id
tr: sipariş zamanı

source: Total Item
tr: toplam

source: Order Time
tr: sipariş zamanı

source: Delivery Time
tr: teslimat zamanı

source: Sub Total
tr: Alt Toplam

source: Delivery location
tr: teslimat zamanı

source: Serial
tr: Seri

source: Product
tr: ürün

source: Name
tr: İsim

source: Price
tr: fiyat

source: brand
tr: marka

source: Order invoice
tr: Sipariş Geçmişi

source: Payment Success
tr: Ödeme Başarılı

source: Your code is
tr: Kodunuz

source: Thank you! We have recieved your order.
tr: Teşekkür ederim!

source: order recieved
tr: sipariş zamanı

source: order number
tr: sipariş sahibi

source: order date
tr: sipariş zamanı

source: total amount
tr: indirim tutarı

source: payment method
tr: ödeme yöntemi

source: Online Payment
tr: Online Ödeme

source: Order Details
tr: sepet ayrıntıları

source: Items
tr: Öğeler

source: Delivery Location
tr: Konum

source: Amount Details
tr: sepet ayrıntıları

source: Delivery Fee
tr: teslimat zamanı

source: Back to Home
tr: Eve Dönüş

source: flag
tr: bayrak

source: subtitle
tr: altyazı

source: description
tr: açıklama

source: products
tr: ürünler

source: review
tr: inceleme

source: rate
tr: oran

source: review date
tr: inceleme tarihi

source: Reviews
tr: inceleme

source: Brand Details
tr: sepet ayrıntıları

source: items
tr: öğeler

source: brands list
tr: markalar

source: product details
tr: sepet ayrıntıları

source: BRAND
tr: MARKA

source: add to cart
tr: sepete ekle

source: Description
tr: açıklama

source: add your review
tr: yorumunuzu ekleyin

source: write your review about this product
tr: Bu ürün hakkında yorumunuzu yazın

source: drop your review
tr: yorumunuzu bırakın

source: related this items
tr: Öne çıkan ürünlerimiz

source: view all related
tr: tüm markaları görüntüle

source: Products List
tr: ürünler

source: call us
tr: bizi arayın

source: email us
tr: Bize e-posta gönderin

source: phone
tr: telefon

source: email
tr: e-posta

source: android app
tr: android uygulaması

source: ios app
tr: ios uygulaması

source: fee
tr: ücret

source: recently sold items
tr: son zamanlarda satılan ürünler

source: show more
tr: daha fazlasını göster

source: our featured items
tr: Öne çıkan ürünlerimiz

source: collected new items
tr: toplanan yeni öğeler

source: shop by brands
tr: markalara göre alışveriş yap

source: view all brands
tr: tüm markaları görüntüle

source: client's feedback
tr: müşterinin geri bildirimi

source: Welcome to Ecomart in Your Dream Online Store!
tr: Hayalinizdeki Online Mağazada Ecomart'a Hoş Geldiniz!

source: need help
tr: yardıma ihtiyacım var

source: contact us
tr: Bize ulaşın

source: join
tr: katıl

source: Search anything...
tr: Herhangi bir şeyi arayın...

source: total price
tr: toplam

source: home
tr: ev

source: shop
tr: dükkan

source: brands
tr: markalar

source: orders
tr: siparişler

source: free home delivery
tr: ücretsiz eve teslimat

source: Lorem ipsum dolor sit amet adipisicing elit nobis.
tr: Lorem ipsum dolor sit amet amet adipisicing elit nobis.

source: instant return policy
tr: anında iade politikası

source: quick support system
tr: hızlı destek sistemi

source: secure payment way
tr: güvenli ödeme yolu

source: quick Links
tr: hızlı Bağlantılar

source: My Account
tr: Hesabım

source: Order Tracking
tr: Sipariş Takibi

source: Best Seller
tr: Çok Satanlar

source: New Arrivals
tr: Yeni Gelenler

source: Location
tr: Konum

source: Affiliates
tr: Bağlı Kuruluşlar

source: Contact
tr: İletişim

source: Carrer
tr: Taşıyıcı

source: Faq
tr: SSS

source: Download App
tr: Uygulamayı İndir

source: Lorem ipsum dolor sit amet tenetur dignissimos ipsum eligendi autem obcaecati minus ducimus totam reprehenderit exercitationem!
tr: Lorem ipsum dolor sit amet tenetur dignissimos ipsum eligendi autem obcaecati eksi ducimus totam reprehenderit exercitationem!Lorem ipsum dolor sit amet tenetur dignissimos ipsum eligendi autem obcaecati eksi ducimus totam reprehenderit exercitationem!Lorem ipsum dolor sit amet tenetur dignissimos ipsum eligendi autem obcaecati eksi ducimus totam reprehenderit exercitationem!Lorem ipsum dolor sit amet tenetur dignissimos ipsum eligendi autem obcaecati eksi ducimus totam reprehenderit exercitationem!Lorem ipsum dolor sit amet tenetur dignissimos ipsum eligendi autem obcaecati eksi ducimus totam reprehenderit exercitationem!Lorem ipsum dolor sit amet tenetur dignissimos ipsum eligendi autem obcaecati eksi ducimus totam reprehenderit exercitationem!

source: All Copyrights Reserved by
tr: Tüm Telif Hakları Saklıdır

source: total item
tr: toplam

source: Unit Price
tr: Birim Fiyat

source: Proceed to Checkout
tr: Ödemeye Devam Et
